export const apiArabicData = [
    {
        "state": "تم إنشاء الشحنة",
        "timestamp": "2023-03-08T14:59:02.131Z"
    },
    {
        "state": "تم إستلام الشحنة من التاجر",
        "timestamp": "2023-03-26T14:03:42.362Z",
        "hub": "منشاة الفرز بالقاهرة"
    },
    {
        "state": "يتم نقل الشحنة",
        "timestamp": "2023-03-26T22:57:57.881Z"
    },
    {
        "state": "تم إستلام الشحنة من التاجر",
        "timestamp": "2023-03-27T03:06:06.825Z",
        "hub": "مركز الهرم"
    },
    {
        "state": "الشحنة خرجت للتسليم",
        "timestamp": "2023-03-27T07:39:12.885Z"
    },
    {
        "state": "لم يتم تسليم الشحنة",
        "exceptionCode": "1",
        "timestamp": "2023-03-27T18:42:02.661Z",
        "reason": "العميل غير متواجد في العنوان"
    },
    {
        "state": "تم إستلام الشحنة من التاجر",
        "timestamp": "2023-03-27T20:24:51.215Z",
        "hub": "مركز الهرم"
    },
    {
        "state": "الشحنة خرجت للتسليم",
        "timestamp": "2023-03-28T07:54:39.252Z"
    },
    {
        "state": "لم يتم تسليم الشحنة",
        "exceptionCode": "3",
        "timestamp": "2023-03-28T13:25:30.851Z",
        "reason": "تم التاجيل - العميل طلب التاجيل ليوم آخر"
    },
    {
        "state": "تم إستلام الشحنة من التاجر",
        "timestamp": "2023-03-28T14:40:48.441Z",
        "hub": "مركز الهرم"
    },
    {
        "state": "الشحنة خرجت للتسليم",
        "timestamp": "2023-03-30T07:56:37.594Z"
    },
    {
        "state": "تم إستلام الشحنة من التاجر",
        "timestamp": "2023-03-30T07:58:04.806Z"
    },
    {
        "state": "الشحنة خرجت للتسليم",
        "timestamp": "2023-03-30T08:04:31.160Z"
    },
    {
        "state": "تم إستلام الشحنة من التاجر",
        "timestamp": "2023-03-30T08:24:34.622Z"
    },
    {
        "state": "الشحنة خرجت للتسليم",
        "timestamp": "2023-03-30T08:25:08.921Z"
    },
    {
        "state": "لم يتم تسليم الشحنة",
        "exceptionCode": "7",
        "timestamp": "2023-03-30T17:48:12.049Z",
        "reason": "العميل لا يجيب علي الاتصال"
    },
    {
        "state": "تم إستلام الشحنة من التاجر",
        "timestamp": "2023-03-30T19:33:50.319Z",
        "hub": "مركز الهرم"
    },
    {
        "state": "يتم نقل الشحنة",
        "timestamp": "2023-04-01T06:11:04.954Z"
    },
    {
        "state": "تم إستلام الشحنة من التاجر",
        "timestamp": "2023-04-01T10:39:36.365Z",
        "hub": " fm & reverse مركز"
    },
    {
        "state": "لم يتم الشحن بعد",
        "timestamp": "2023-04-01T13:21:17.319Z"
    },
    {
        "state": "الشحنة خرجت للتسليم",
        "timestamp": "2023-04-02T10:05:47.879Z"
    },
    {
        "state": "تم إستلام الشحنة من التاجر",
        "timestamp": "2023-04-02T10:13:53.604Z"
    },
    {
        "state": "لم يتم الشحن بعد",
        "timestamp": "2023-04-02T13:18:50.623Z"
    },
    {
        "state": "تم إستلام الشحنة من التاجر",
        "timestamp": "2023-04-03T09:55:06.851Z",
        "hub": " fm & reverse مركز"
    },
    {
        "state": "لم يتم الشحن بعد",
        "timestamp": "2023-04-03T13:04:58.543Z"
    },
    {
        "state": "الشحنة خرجت للتسليم",
        "timestamp": "2023-04-04T09:26:11.635Z"
    },
    {
        "state": "تم التسليم",
        "timestamp": "2023-04-04T13:52:13.977Z"
    }
]


